[
    {
        "id": 1,
        "title": "Jala design",
        "date": "mar 2023 - Current",
        "content": [
            "In my ongoing experience at Jala Design, I've immersed myself in a dynamic web development environment, improving skills in WordPress, Advanced Custom Fields, and various technologies like PHP, jQuery, Figma, Bootstrap, Sass, Gulp, and Grunt. I contribute to projects with attention to detail, ensuring the delivery of functional and user centered web solutions.",
            "My role extends beyond technical aspects; actively engaged in customer desk service and customer meetings, I bring a comprehensive approach to understanding and meeting client needs. Collaboration and adaptability continue to define my experience at Jala Design, working alongside experienced professionals and growing exponentially.",
            "Excited for the future, I remain committed to Jala Design, contributing actively and embracing the ever-evolving nature of web development. This journey has provided me with valuable insights and a passion for creating unique digital solutions."
        ],
        "link": "Jala Design",
        "href": "https://www.jaladesign.com.au",
        "skills": ["PHP", "Javascript", "SCSS", "WordPress"]
    },
    {
        "id": 2,
        "title": "Guru Projects",
        "date": "jul 2021 - jan 2022",
        "content": [
            "In my six-month experience at Guru, I assumed responsibility for managing the design process. This entailed transforming conceptual architectural designs into efficient and cost-effective physical products and production systems. My contributions led to improvements in agility, quality, organisation, and economy within the team so much so that within one month of joining, my manager entrusted me with overseeing the entire process, allowing him to concentrate on other responsibilities.",
            "This hands-on experience deepened my understanding of project management and the intricate relationship between design and production. It improved my ability to comprehend complex tasks and contribute meaningfully to organisational goals. My time at Guru was marked by achievements aligned with the company's objectives, showcasing my capability for effective collaboration and leadership in a dynamic professional setting.",
            "Looking forward, I carry valuable lessons and accomplishments from my experience at Guru the challenges and successes during this period have built up my skills and determination to excel in similar roles, actively contributing to innovative and impactful projects."
        ],
        "link": "Guru Projects",
        "href": "https://guruprojects.com/",
        "skills": ["Engineering", "G-code", "C.N.C.", "3.D Modelling", "CAD"]
    },
    {
        "id": 3,
        "title": "Design Hub",
        "date": "jan 2015 - jan 2020",
        "content": [
            "Commencing my journey at Designhub as a Junior, I quickly ascended the ranks through dedication and hard work. Within the first year, the company sponsored my visa.",
            "In a remarkably short span of three years, I earned a promotion to manage production, taking charge of crucial aspects of the design process.",
            "My contributions played an important role in enhancing the team's performance, allowing us to deliver projects with exceptional quality, agility, and precision. This trajectory showcased the transformative impact of commitment and competence in a professional setting. The time at Designhub offered me experiences for continued growth and success in future endeavors."
        ],
        "link": "Design Hub",
        "href": "https://www.designhub.com.au/",
        "skills": ["Engineering", "G-code", "C.N.C.", "3.D Modelling", "CAD"]
    }
]
